Repository: antongorodezkiy/wp-yadisk-files
Catalog: languages/*/megaticker-*.po
Languages: ru_ru

source: Campaigns
ru_ru: Кампании

source: Add Campaign
ru_ru: Добавить кампанию

source: Splashes
ru_ru: Всплывающие заставки

source: Add Splash
ru_ru: Добавить всплывающуюу заставку

source: Counters
ru_ru: Счетчики

source: Add Counter
ru_ru: Добавить счетчик

source: Registration
ru_ru: Регистрация

source: Enter new name
ru_ru: Ввести новое название

source: days
ru_ru: дни

source: hours
ru_ru: часы

source: minutes
ru_ru: минуты

source: seconds
ru_ru: секунды

source: Add ticker
ru_ru: Добавить тикер

source: Ticker Popup
ru_ru: Окно выбора Тикера

source: Campaigns List
ru_ru: Список кампаний

source: You can choose campaign to control it
ru_ru: Вы можете выбрать кампанию, чтобы управлять ею

source: Or you can
ru_ru: Или вы можете

source: Add new campaign
ru_ru: Добавить новую кампанию

source: Edit Campaign
ru_ru: Редактировать кампанию

source: Info
ru_ru: Информация

source: Name of the campaign
ru_ru: Название кампании

source: Time
ru_ru: Время

source: Expire after
ru_ru: Истекает после

source: Global
ru_ru: Глобально

source: Individual
ru_ru: Индивидуально

source: First Visit Only
ru_ru: Только для первого посещения

source: Timezone
ru_ru: Временная зона

source: Redirecting
ru_ru: Перенаправление

source: Redirect URL
ru_ru: URL перенаправления

source: Event on countdown finish
ru_ru: Событие, когда закончится счетчик

source: Redirect automatically
ru_ru: Перенаправлять автоматически

source: Show splashscreen
ru_ru: Показывать всплывающую заставку

source: Show splashscreen and redirect
ru_ru: Показывать всплывающую заставку и перенаправлять

source: Redirect timeout
ru_ru: Отсрочка перенаправления

source: Visual
ru_ru: Визуально

source: Splashscreen
ru_ru: Всплывающая заставка

source: None
ru_ru: Отсутствует

source: Counter design
ru_ru: Дизайн счетчика

source: Default
ru_ru: По умолчанию

source: Save
ru_ru: Сохранить

source: Cancel
ru_ru: Отменить

source: You know this feature available in PRO edition of MegaTicker plugin
ru_ru: Вы знаете, эта функция доступна в редакции MegaTicker PRO

source: Upgrade to PRO
ru_ru: Обновиь до редакции PRO

source: edition
ru_ru: редакция

source: Registered to
ru_ru: Зарегистрирован на

source: on
ru_ru: на

source: UNREGISTERED
ru_ru: НЕ ЗАРЕГИСТРИРОВАНО

source: User manual
ru_ru: Инструкция пользователя

source: Partnership
ru_ru: Партнерская программа

source: Support
ru_ru: Поддержка

source: Our Blog
ru_ru: Наш блог

source: Counters List
ru_ru: Список счетчиков

source: You can choose counter to control it
ru_ru: Вы можете выбрать счетчик, чтобы управлять им

source: Add new counter
ru_ru: Добавить новый счетчик

source: Splashes List
ru_ru: Список всплывающих заставок

source: You can choose splash to control it
ru_ru: Вы можете выбрать всплывающуюу заставку, чтобы управлять ею

source: Add new splash
ru_ru: Добавить всплывающуюу заставку

source: Edit
ru_ru: Редактировать

source: Realy delete?
ru_ru: Действительно удалить?

source: Delete
ru_ru: Удалить

source: Splash Name
ru_ru: Название всплывающей заставки

source: Splash
ru_ru: Всплывающая заставка

source: Edit Counter
ru_ru: Редактировать счетчик

source: Counter name
ru_ru: Название счетчика

source: Parts
ru_ru: Части

source: Countdown visibility
ru_ru: Видимость счетчика

source: Show countdown
ru_ru: Показывать отсчет

source: Labels visibility
ru_ru: Видимость подписей

source: Show labels
ru_ru: Показывать подписи

source: Counter parts visibility
ru_ru: Видимость частей счетчика

source: Show days
ru_ru: Показывать дни

source: Show hours
ru_ru: Показывать часы

source: Show minutes
ru_ru: Показывать минуты

source: Show seconds
ru_ru: Показывать секунды

source: Theme
ru_ru: Тема

source: Background type
ru_ru: Фоновое изображение

source: Transparent
ru_ru: Прозрачный

source: Size
ru_ru: Размер

source: This theme does not provide size changing
ru_ru: Эта тема не позволяет изменения размеров

source: Colors
ru_ru: Цвета

source: Digits color
ru_ru: Цвета цифр

source: Background color
ru_ru: Цвета фона

source: This theme does not provide text color changing
ru_ru: Эта тема не позволяет изменения цвета текста

source: This theme does not provide background color changing
ru_ru: Эта тема не позволяет изменения цвета фона

source: Animation
ru_ru: Анимация

source: Animation type
ru_ru: Тип анимации

source: This theme does not provide animation type changing
ru_ru: Эта тема не позволяет изменение типа анимации

source: Preview
ru_ru: Предпросмотр

source: Email
ru_ru: Электропочта

source: Password
ru_ru: Пароль

source: Register
ru_ru: Зарегистрировать

source: Buy MegaTicker Pro
ru_ru: Купить MegaTicker Pro

source: Edit splash
ru_ru: Редактировать всплывающуюу заставку

source: Splash name
ru_ru: Название всплывающей заставки

source: Source
ru_ru: Источник

source: Splash type
ru_ru: Тип всплывающей заставки

source: Image
ru_ru: Изображение

source: Upload Image
ru_ru: Загрузить изображение

source: Web Page
ru_ru: WEB-страница

source: YouTube video
ru_ru: Видео с YouTube

source: URL
ru_ru: URL-адрес

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Close
ru_ru: Закрыть

source: Copy
ru_ru: Копировать

source: Individually
ru_ru: Индивидуальная

source: Globally
ru_ru: Глобальная

source: Campaign Name
ru_ru: Название кампании

source: Expire date
ru_ru: Дата истечения

source: Redirect Url
ru_ru: URL перенаправления

source: Counter Name
ru_ru: Название счетчика

source: copy
ru_ru: копировать

source: Security error
ru_ru: Ошибка безопасности

source: Unknown campaign type
ru_ru: Неизвестный тип кампании

source: Unknown event on finish
ru_ru: Неизвестное событие при окончании отсчета

source: field is required
ru_ru: поле обязательно

source: Campaign Saved
ru_ru: Кампания сохранена

source: Error saving campaign:
ru_ru: Ошибка сохранения кампании:

source: Campaign Copied
ru_ru: Кампания скопирована

source: Error copying campaign:
ru_ru: Ошибка копирования кампании:

source: Campaign Deleted
ru_ru: Кампания удалена

source: Error deleting campaign:
ru_ru: Ошибка удаления кампании

source: Slide down
ru_ru: Скользить вниз

source: Slide up
ru_ru: Скользить вверх

source: Blind
ru_ru: Жалюзи

source: Basketball
ru_ru: Баскетбол

source: Shuffling
ru_ru: Перетасовка

source: Blink
ru_ru: Мерцание

source: Santa Barbara
ru_ru: Санта-Барбара

source: Water drops
ru_ru: Водяные капли

source: Rounded
ru_ru: Скругленно

source: Rounded with outline
ru_ru: Скругленно с обводкой

source: Round
ru_ru: Кругло

source: Combined
ru_ru: Комбинировано

source: Asketic
ru_ru: Аскетично

source: Unknown animation type
ru_ru: Неизвестный тип анимации

source: Unknown background type
ru_ru: Фоновое изображение не найдено

source: Counter Saved
ru_ru: Счетчик сохранен

source: Error saving counter:
ru_ru: Ошибка сохранения счетчика:

source: Counter Copied
ru_ru: Счетчик скопирован

source: Error copying counter:
ru_ru: Ошибка копирования счетчика:

source: Counter Deleted
ru_ru: Счетчик удален

source: Error deleting counter:
ru_ru: Ошибка удаления счетчика:

source: Unknown splash type
ru_ru: Неизвестный тип всплывающей заставки

source: Splash saved
ru_ru: Всплывающая заставка сохранена

source: Error saving splash:
ru_ru: Ошибка сохранения всплывающей заставки:

source: Splash Deleted
ru_ru: Всплывающая заставка удалена

source: Error deleting splash:
ru_ru: Ошибка удаления всплывающей заставки:

source: Please, set email and password
ru_ru: Пожалуйста, заполните электропочту и пароль

source: Thank you, you'r copy registered now.
ru_ru: Спасибо, ваша копия плагина зарегистрирована

source: Sorry, order for you credentials not found.
ru_ru: Извините, заказ для указанных данных не найден.

source: Sorry, registration was unsuccessfull due to some connection issues. Please try again.
ru_ru: Извините, регистрация не удалась из-за серверных ошибок. Попробуйте немного позже
