Repository: antongorodezkiy/wp-yadisk-files
Catalog: languages/*/wp-yadisk-files-*.po
Languages: ru_ru

source: Download {name} from Yandex.Disk
ru_ru: Скачать {name} с Яндекс.Диск

source: Download count:
ru_ru: Скачано:

source: Choose file
ru_ru: Выберите файл

source: Error: could not open server connection
ru_ru: Ошибка: не получается открыть соединение с сервером

source: Error: server does not support webdav or user/password may be wrong
ru_ru: Ошибка: сервер не поддерживает webdav, а вероятнее логин и пароль не подходят

source: Success
ru_ru: Успешно

source: Error listing
ru_ru: Ошибка получения списка

source: Error publishing
ru_ru: Ошибка опубликования

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
ru_ru: Загруженный файл превышает максимально допустимый размер

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ru_ru: Загруженный файл превышает максимально допустимый размер

source: The uploaded file was only partially uploaded
ru_ru: Файл был загружен лишь частично

source: No file was uploaded
ru_ru: Файл не был загружен

source: Missing a temporary folder
ru_ru: Временная папка для записи файлов недоступна

source: Failed to write file to disk
ru_ru: Ошибка записи файла на диск

source: A PHP extension stopped the file upload
ru_ru: PHP дополнение прекратило загрузку файла

source: Error uploading validation
ru_ru: Ошибка валидации

source: File is empty
ru_ru: Файл пустой

source: Settings
ru_ru: Настройки

source: Filename
ru_ru: Файл

source: Upload
ru_ru: Загрузить

source: Size
ru_ru: Размер

source: YaDisk Files Settings
ru_ru: Насйтрока Yadisk Files

source: Yadisk Login
ru_ru: Яндекс.Диск логин

source: Yadisk Password
ru_ru: Яндекс.Диск пароль

source: Root directory
ru_ru: Корневая директория

source: Default directory
ru_ru: Директория по умолчанию

source: Default download label
ru_ru: Надпись на кнопке для скачивания по умолчанию

source: Transparent mode
ru_ru: Прозрачный режим

source: In Transparent mode user wouldn't be redirected to Yandex.Disk while downloading
ru_ru: В Прозрачном режиме пользователь не будет перенаправлен на Яндекс.Диск при скачивании

source: Warning: use careful, turning on this option could increase server load
ru_ru: Внимание: используйте осторожно, включение этой опции может увеличить нагрузку на сервер

source: Warning: not recommended to use with large files
ru_ru: Внимание: не рекомендуется использовать с большими файлами

source: Save
ru_ru: Сохранить

source: Links
ru_ru: Ссылки

source: Yadisk Files Plugin on Wordpress
ru_ru: Плагин Yadisk Files на Wordpress

source: Yadisk Files Plugin on Author's site
ru_ru: Плагин Yadisk Files на сайте автора

source: Yadisk Files Plugin on Github
ru_ru: Плагин Yadisk Files на Github

source: Yadisk Files Plugin Support
ru_ru: Поддержка плагина Yadisk Files

source: About YaDisk Files
ru_ru: О Yadisk Files

source: This plugin is created for easy adding files from <a target="_blank" href="http://disk.yandex.com/">Yandex Disk</a> service to posts or pages of your wordpress site.
ru_ru: Плагин создан для лёгкого добавления файлов с <a target="_blank" href="http://disk.yandex.com/">Яндекс.Диска</a> в записи и страницы вашего wordpress сайта.

source: This plugin has no relation to <a target="_blank" href="http://yandex.com">Yandex Company</a>
ru_ru: Плагин не имеет никакого отношения к <a target="_blank" href="http://yandex.ru">Компании Яндекс</a>

source: This plugin is written by me, <a target="_blank" href="mailto:antongorodezkiy@gmail.com">AntonGorodezkiy</a>
ru_ru: Плагин создал я, <a target="_blank" href="mailto:antongorodezkiy@gmail.com">AntonGorodezkiy</a>

source: This plugin is totally free (and opensource!) now and forever. But if you like my plugin you can of course buy me a coffee :)
ru_ru: Этот плагин абсолютно бесплатный (и с открытым исходным кодом!) сейчас и навсегда. Но если вам он понравился, вы конечно же можете купить мне кофе в знак благодарности :)

source: Buy me a coffee
ru_ru: Купить автору кофе

source: Say "Thanks" to Author
ru_ru: Сказать "Спасибо" автору

source: Thank you
ru_ru: Спасибо вам

source: Thanks to
ru_ru: Спасибо

source: for a php webdav client library.
ru_ru: за php библиотеку webdav клиента.

source: for pretty icons for settings page.
ru_ru: за симпатичные иконки для страницы настроек.

source: About Wordpress Yadisk Files Plugin
ru_ru: О плагине Wordpress Yadisk Files

source: Wordpress Yadisk Files Plugin
ru_ru: Wordpress Yadisk Files плагин

source: Blog
ru_ru: Блог
